{
	"skillUpdatingCoreConfigsWarning": [
		"The skill {} wants to update a core configuration. Please check your interface to allow or dismiss the change.",
		"Skill {} is trying to change a core configurations. For your safety, check your interface to allow or dismiss the change."
	],
	"isThatWhatYouMeant": [
		"<break time=\"500ms\"/>Is that actually what you meant before when you said {0}?",
		"<break time=\"500ms\"/>Was this what you meant just before when you said {0}?"
	],
	"okAddedUtterance": [
		"Ok, cool, I'll keep that in mind, let me retrain for a while.",
		"That's noted, I'll quickly retrain. Should be all ok soon.",
		"Ok, I won't forget it. Doing a little training and it should be good in a short while."
	],
	"newDevice": {
		"default": [
			"A new device of type {} is trying to connect, do you want to add it to your devices?"
		]
	},
	"confirmUnregister": {
		"default": [
			"I have unregistered this device"
		]
	},
	"errorUnregister": {
		"default": [
			"The device wasn't registered on my network"
		]
	},
	"unregisterInstructions": {
		"default": [
			"Please unplug the device you want to unregister, wait for 5 seconds and plug it back in"
		]
	},
	"whichRoom": {
		"default": [
			"Which room or location is this device going to be placed in?",
			"Sure, in what room or location are you placing this new device?"
		]
	},
	"confirmIgnore": {
		"default": [
			"Ok, ignoring this device"
		]
	},
	"confirmAddition": {
		"default": [
			"Ok, I have added this device",
			"I added this new device"
		]
	},
	"busy": {
		"default": [
			"Sorry, but I'm busy at the moment, please wait",
			"Wait a second, I'm busy at the moment",
			"Please wait, I'm kindda busy right now"
		]
	},
	"langSwitch": {
		"default": [
			"Ok, let's talk in {} then!",
			"Sure, I can talk in {}",
			"No problem, I'm switching to {}"
		],
		"short": [
			"Ok",
			"Yep"
		]
	},
	"noDestinationLanguage": {
		"default": [
			"I'm sorry, but I don't know what language to switch to"
		]
	},
	"langNotSupported": {
		"default": [
			"I'm sorry but I don't speak {}",
			"Sorry but I don't know {}"
		]
	},
	"langSwitchFailed": {
		"default": [
			"I'm sorry but I couldn't switch the language",
			"Sorry, the language switch failed for some reason"
		]
	},
	"noActiveSkill": {
		"default": [
			"Sorry, you don't have any active skill to handle this request"
		],
		"short": [
			"No active skill"
		]
	},
	"noProjectIdSet": {
		"default": [
			"I can't, there's no project id set in my configurations"
		]
	},
	"noAssistantUpdateOffline": {
		"default": [
			"I'm sorry but I can't do any update while being offline"
		]
	},
	"confirmAssistantUpdate": {
		"default": [
			"Ok, will do! Note that it might take a while!",
			"Sure, I'll update my bundles. This will take some time!"
		]
	},
	"confirmBundleUpdate": {
		"default": [
			"Ok, I just updated my bundles",
			"My bundles just updated"
		],
		"short": [
			"Done"
		]
	},
	"bundleUpdateFailed": {
		"default": [
			"Sorry, I couldn't update my bundles",
			"I'm sorry, something went wrong updating my bundles"
		],
		"short": [
			"Error"
		]
	},
	"confirmReboot": {
		"default": [
			"Are you sure you want to reboot?",
			"Rebooting takes time, are you sure?"
		]
	},
	"askRebootDevices": {
		"default": [
			"Do you also want to reboot my external devices?",
			"Shall I also reboot my external devices?"
		]
	},
	"confirmRebooting": {
		"default": [
			"Ok, rebooting now!",
			"Going down, see you again soon"
		]
	},
	"confirmRebooted": {
		"default": [
			"I have just rebooted as you asked",
			"Hi again! I just rebooted!"
		]
	},
	"confirmRebootingDevices": {
		"default": [
			"I just rebooted, I'm now rebooting all the external devices",
			"Hi again! Rebooting all the external devices as asked"
		]
	},
	"abortReboot": {
		"default": [
			"Ok, aborting reboot",
			"Ok, I'm cancelling the reboot"
		]
	},
	"internetBack": {
		"default": [
			"I can connect back to the internet, switching back to online ASR"
		]
	},
	"internetLost": {
		"default": [
			"I lost internet connection and fell back to an offline ASR"
		]
	},
	"listeningAgain": {
		"default": [
			"Hey, just letting you know I'm listening again",
			"I'm back to listening for you"
		]
	},
	"confirmDeviceAddingMode": {
		"default": [
			"Ok, I'm waiting on the new device for the next 5 minutes, you can now power it"
		]
	},
	"requireTasmotaSkill": {
		"default": [
			"I'm sorry, but for that I need the Tasmota skill to be enabled"
		]
	},
	"requireZigbeeSkill": [
		"I'm sorry, but for that I need the ZigBee skill to be enabled"
	],
	"whatHardware": {
		"default": [
			"What kind of device do you want to add?",
			"Sure, what type of device?"
		]
	},
	"usbDeviceFound": {
		"default": [
			"Got it! Hang on tight, this is gonna take a while!"
		]
	},
	"unknownHardware": {
		"default": [
			"I'm sorry, I don't know this type of hardware. Can you tell me what type of hardware you want to add?"
		]
	},
	"whatConfig": {
		"default": [
			"You didn't specify any configuration, so tell me, which one?",
			"Which configuration are you looking for?"
		]
	},
	"welcomeToProjectAlice": {
		"default": [
			"<s>Welcome to Project Alice!</s><s>It looks like I was freshly deployed here, so I created an admin user for you and set its pin code as you configured</s><s>I'd love to know you more and learn to recognize you.</s><s>For that, open my interface page and go to the admin page, under \"Utilities\" choose \"Add a user\".</s><s>Enjoy my company, glad to be at your service!</s>"
		]
	},
	"addUserPin": [
		"<s>Let's set a pin code to protect your account.</s><s>Please give me a 4 digits code.</s><s>Make sure to remember it, it will allow you to access priviledged functions!</s>"
	],
	"addPinInvalid": [
		"I need four digits, your pin code is not valid. Please, give me another pin code.",
		"Four digits please, your pin code is not ok. Please, give me another pin code."
	],
	"addPinConfirm" : [
		"{} {} {} {}? Is that correct?",
		"{} {} {} {}? Did I understand correctly?"
	],
	"addWrongPin": [
		"Ok, my mistake, sorry, what's it then?",
		"I'm sorry, tell me you pin again."
	],
	"confirmUsername": {
		"default": [
			"Did I understand correctly? Your name is {}?",
			"Is it correct, your name is {}?"
		]
	},
	"soWhatsTheName": {
		"default": [
			"Sorry for my mistake, what's the name then? You can also spell it"
		]
	},
	"userAlreadyExist": {
		"default": [
			"There seems to be a user named {} already existing. I need another name please"
		]
	},
	"addUserWakeword": {
		"default": [
			"Ok {}, I have added you! If you want me to recognize you based on your voice you need to create a personal wake word. It is not obligatory but recommended. Do you want to do that?"
		]
	},
	"addWakewordWhatUser": {
		"default": [
			"Sure! For what user do you want to add a wakeword?",
			"For what user do you want to add a wakeword?"
		],
		"short": [
			"For what user?"
		]
	},
	"tuneWakewordWhatUser": {
		"default": [
			"Sure! What user wakeword do you want to tune?",
			"For what user do you want to tune the wakeword?"
		],
		"short": [
			"For what user?"
		]
	},
	"tuneWakewordNoWakeword": [
		"This user has no wakeword defined yet, first create one!",
		"Sorry but this user has no wakeword defined, create one first!"
	],
	"wakewordTuningWhatProblem":[
		"Ok, what seems to be the problem? 1<break time=\"150ms\"/> I don't react when you call me or <break time=\"50ms\"/>2<break time=\"150ms\"/> I react too much when I shouldn't?"
	],
	"explainWakewordTuningUp": [
		"Let's try this! I need you to call me by my name and I will try to capture that. If I don't hear you within 5 seconds I'll let you know and we'll try again! Ok, call me please!"
	],
	"explainWakewordTuningDown": [
		"Sorry for that! I have set a lower sensitivity, hope it'll be better now! Try to call me please!",
		"I'm so sorry for bothering you! I just set a lower sensitivity, hopefully it'll be better now! Try to call me please!",
		"Ouch, sorry! I just lowered the sensitivity, I hope it'll be better now! Try to call me please!"
	],
	"tuneWakewordDidntCatch": [
		"I did not catch your wakeword yet, so sorry! I changed the sensitivity again, try to call me again!",
		"I did not hear you, I'm very sorry! I updated the sensitivity a little, try to call me again!",
		"Nope, sorry, didn't catch your call. I beefed up the sensitivity again, try to call me again!"
	],
	"tuneWakewordStop": [
		"We should stop now, the sensitivity cannot be higher than 0.8 or lower than 0.2. My best guess is that your wakeword is of bad quality. Maybe you could try to retrain it?"
	],
	"tuneWakewordUpWorked": [
		"Hey, I got it! Seems to be working better now? Glad it seems fixed!",
		"Yeah! I heard that wakeword! Happy it seems fixed now!"
	],
	"tuneWakewordDownWorked": [
		"Ok, good, I didn't hear that one! Setting back to previous level and we are all good! Glad it seems fixed!",
		"Good, I didn't hear you this time! Going back to the previous level and we are done! Happy it works better now!"
	],
	"tuneWakewordDownFailed": [
		"Still heard you, maybe still too sensitive... Call me again!",
		"Caught it again, must be still too high. Call me again!",
		"Nope, still to sensitive, I still heard you. Call me again!"
	],
	"addWakewordUserNotExisting": {
		"default": [
			"I'm sorry, but the user {} doesn't exist. Try to give me another username.",
			"Sorry, I couldn't find the user {}. Try with another username please.",
			"I can't find the user name {}. Give me an existing username please."
		]
	},
	"addWakewordDenied": {
		"default": [
			"Ok, I understand, keep in mind I won't be able to define if you are home, sleeping, play games or remember stuff about you"
		]
	},
	"addWakewordAccepted": {
		"default": [
			"<s>Ok! I need three samples of you calling me by saying <break time=\"100ms\"/> \"Hey Alice\" <break time=\"150ms\"/></s><s>Remember to be in a calm environment for this to work, noise or parasites make this impossible</s><s>Let's do this, call me!</s>"
		]
	},
	"wakewordCaptureFailed": [
		"Something went wrong capturing the wake word. Do you want me to try to fix the problem and retry?"
	],
	"howWasTheCapture": [
		"I just played a trimmed version of you speaking the hotword. Was it ok? If not I can trim it more or less, it needs to be cut pretty close to your speaking... Say \"Ok\", \"Shorter\", \"Longer\" or \"Restart\""
	],
	"howWasThisCapture": [
		"How was it? Say \"Ok\", \"Shorter\", \"Longer\" or \"Restart\""
	],
	"howWasTheCaptureNow": [
		"And now? Say \"Ok\", \"Shorter\", \"Longer\" or \"Restart\""
	],
	"sampleOk": [
		"<s>Great, good to hear, {} to go!</s><s>Call me again by saying <break time=\"100ms\"/> \"Hey Alice\" <break time=\"150ms\"/></s>",
		"<s>Cool, just {} to go!</s><s>Call me again by saying <break time=\"100ms\"/> \"Hey Alice\" <break time=\"150ms\"/></s>",
		"<s>I need {} more.</s><s>Call me again by saying <break time=\"100ms\"/> \"Hey Alice\" <break time=\"150ms\"/></s>"
	],
	"restartSample": [
		"<s>Ok, let's try this one again.</s> <s>Call me again by saying <break time=\"100ms\"/> \"Hey Alice\" <break time=\"150ms\"/></s>",
		"<s>Sure, let's restart.</s> <s>Call me again by saying <break time=\"100ms\"/> \"Hey Alice\" <break time=\"150ms\"/></s>"
	],
	"wakewordCaptureDone": [
		"You did it, I have the three samples and you should be now able to call me by my name and I should be able to recognize you! Enjoy my services!"
	],
	"wakewordCaptureTooNoisy": [
		"There seems to be too much noise or your microphone is too sensitive, I couldn't capture the wake word. Do you want to try again?",
		"I think there's either too much noise or your microphone's settings are too sensitive, I can't capture the wake word. Shall we try again?"
	],
	"cancellingWakewordCapture": [
		"Ok, let's forget about it for now. You can retry when the environment is calmer. For now you can call me by saying <break time=\"100ms\"/> \"Hey Snips\", but I won't be able to recognize you though."
	],
	"addUserWhatsTheName": [
		"I can do that! So, miss or mister new user, what's your name?",
		"Sure thing! Ok, unknown person, tell me your name!",
		"No problemo, gladly! What's your name miss or mister new user?"
	],
	"addUserWhatAccessLevel": [
		"What access level do you want to grant? There's administrator, default, kid, worker and guest",
		"What permissions do you grant? You have the choice between administrator, default, kid, worker and guest",
		"Tell me what access level I should set? Administrator? Default? Kid, worker, or guest?"
	],
	"addUserConfirmUsername": [
		"Ok, did I understand correctly, the name is {}?",
		"Did I understand correctly? The name is {}",
		"Am I correct? The name is {}"
	],
	"addUserConfirmed": [
		"Ok, I have added {} as {}! If you want me to recognize this user based on their voice they need to create a personal wake word. It is not obligatory but recommended. Do you want to do that?"
	],
	"addUserAddWakewordAccepted": [
		"<s>Ok {}! I need three samples of you calling me by saying <break time=\"100ms\"/> \"Hey Alice\" <break time=\"150ms\"/></s><s>Remember to be in a calm environment for this to work, noise or parasites make this impossible</s><s>Let's do this, call me!</s>"
	],
	"addUserAddWakewordDenied": [
		"Ok, I understand, keep in mind I won't be able to define if {} is home, sleeping, playing games or remember stuff about {}."
	],
	"explainInterfaceAuthWithKeyboard": {
		"default": [
			"If you want to access this part, I need to authenticate you. Please type <break time=\"100ms\"/>\"admin\" <break time=\"100ms\"/> with your keyboard",
			"To access this part of the interface I need to authenticate you. Please type <break time=\"100ms\"/>\"admin\" <break time=\"100ms\"/> with your keyboard"
		],
		"short": [
			"Please type \"admin\"."
		]
	},
	"explainInterfaceAuth": {
		"default": [
			"If you want to access this part, I need to authenticate you. Call me by my name please!",
			"To access this part of the interface I need to authenticate you. Please call me by my name"
		],
		"short": [
			"Call me by my name please"
		]
	},
	"greetAndNeedPinCode": {
		"default": [
			"Hey {}! I need your pin code now, you can either speak it now or enter it on your interface!",
			"Hi {}. To continue I need your personal pin code. You can tell it to me now or enter it on the interface."
		],
		"short": [
			"Say or enter pin code on the interface"
		]
	},
	"userAuthUnknown": [
		"I'm sorry but I did not recognize you",
		"Sorry, but I don't know who you are"
	],
	"userAuthAccessLevelTooLow": [
		"Sorry {} but your access level is too low",
		"Unfortunately {}, your access level is too low"
	],
	"authFailed": [
		"Sorry, this is not correct, I can't let you go any further",
		"Nope, incorrect, try again"
	],
	"authOk": [
		"Ok, you are verified, you have now access",
		"Cool, it's correct, you have now access"
	],
	"noWifiConf": [
		"I did not find your wifi settings, please make sure you have them configured and try again."
	],
	"maxDeviceOfTypeReached": [
		"Sorry, the total limit for this device type is {}"
	],
	"maxDevicePerLocationReached": [
		"The limit for this device type per location is {}"
	],
	"suggestSkillToDownload": [
		"I could maybe answer if you allow me to download a skill for that! I found <lang xml:lang=\"en-US\">{}</lang>. Can I download?",
		"I can probably answer if I can install a skill for that! I found <lang xml:lang=\"en-US\">{}</lang>. Am I allowed to install?"
	],
	"suggestSkillToDownloadMoreThanOne": [
		"I could maybe answer if you allow me to download a skill for that! I found <lang xml:lang=\"en-US\">{}</lang> and <lang xml:lang=\"en-US\">{}</lang>. Can I download?",
		"I can probably answer if I can install a skill for that! I found <lang xml:lang=\"en-US\">{}</lang> and <lang xml:lang=\"en-US\">{}</lang>. Am I allowed to install?"
	],
	"confirmeDownloadingSuggestedSkill": {
		"default": [
			"Ok, downloading, should soon be ready!",
			"Sure, I'm installing the skill, will soon be ready to use!"
		],
		"short": [
			"Ok!",
			"Sure, right away!"
		]
	}
}
